[
    {
        "title": "All About the Laser (and Microphone) Atop Mars 2020, NASA's Next Rover",
        "preview": "SuperCam is a rock-vaporizing instrument that will help scientists hunt for Mars fossils."
    },
    {
        "title": "Sensors on Mars 2020 Spacecraft Answer Long-Distance Call From Earth",
        "preview": "Instruments tailored to collect data during the descent of NASA's next rover through the Red Planet's atmosphere have been checked in flight."
    },
    {
        "title": "NASA to Broadcast Mars 2020 Perseverance Launch, Prelaunch Activities",
        "preview": "Starting July 27, news activities will cover everything from mission engineering and science to returning samples from Mars to, of course, the launch itself."
    },
    {
        "title": "NASA's InSight 'Hears' Peculiar Sounds on Mars",
        "preview": "Listen to the marsquakes and other, less-expected sounds that the Mars lander has been detecting."
    },
    {
        "title": "NASA Readies Perseverance Mars Rover's Earthly Twin ",
        "preview": "Did you know NASA's next Mars rover has a nearly identical sibling on Earth for testing? Even better, it's about to roll for the first time through a replica Martian landscape."
    },
    {
        "title": "NASA's Mars 2020 Rover Goes Coast-to-Coast to Prep for Launch",
        "preview": "The agency's first step in returning rocks from Mars just arrived at Kennedy Space Center. The Mars 2020 team now begins readying for a launch to the Red Planet this July."
    },
    {
        "title": "10.9 Million Names Now Aboard NASA's Perseverance Mars Rover",
        "preview": "As part of NASA's 'Send Your Name to Mars' campaign, they've been stenciled onto three microchips along with essays from NASA's 'Name the Rover' contest. Next stop: Mars."
    },
    {
        "title": "NASA Wins 4 Webbys, 4 People's Voice Awards",
        "preview": "Winners include the JPL-managed \"Send Your Name to Mars\" campaign, NASA's Global Climate Change website and Solar System Interactive."
    },
    {
        "title": "8 Martian Postcards to Celebrate Curiosity's Landing Anniversary",
        "preview": "The NASA rover touched down eight years ago, on Aug. 5, 2012, and will soon be joined by a second rover, Perseverance."
    },
    {
        "title": "Heat and Dust Help Launch Martian Water Into Space, Scientists Find",
        "preview": "Scientists using an instrument aboard NASA’s Mars Atmosphere and Volatile EvolutioN, or MAVEN, spacecraft have discovered that water vapor near the surface of the Red Planet is lofted higher into the atmosphere than anyone expected was possible. "
    },
    {
        "title": "NASA's New Mars Rover Will Use X-Rays to Hunt Fossils",
        "preview": "PIXL, an instrument on the end of the Perseverance rover's arm, will search for chemical fingerprints left by ancient microbes."
    },
    {
        "title": "NASA Wins Two Emmy Awards for Interactive Mission Coverage",
        "preview": "NASA-JPL's coverage of the Mars InSight landing earns one of the two wins, making this the NASA center's second Emmy."
    },
    {
        "title": "NASA's Mars 2020 Comes Full Circle",
        "preview": "Aiming to pinpoint the Martian vehicle's center of gravity, engineers took NASA's 2,300-pound Mars 2020 rover for a spin in the clean room at JPL. "
    },
    {
        "title": "NASA Administrator Statement on Moon to Mars Initiative, FY 2021 Budget",
        "preview": "Jim Bridenstine addresses NASA's ambitious plans for the coming years, including Mars Sample Return."
    },
    {
        "title": "NASA's Mars Helicopter Attached to Mars 2020 Rover ",
        "preview": "The helicopter will be first aircraft to perform flight tests on another planet."
    }
]